Repository: kelvinkosbab/KozBon
Catalog: KozBonPackages/BonjourLocalization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

source: RFB (remote framebuffer) is a simple protocol for remote access to graphical user interfaces. Because it works at the framebuffer level it is applicable to all windowing systems and applications, including Microsoft Windows, macOS and the X Window System. RFB is the protocol used in Virtual Network Computing (VNC) and its derivatives.
ar: RFB (remote framebuffer) هو بروتوكول بسيط للوصول عن بُعد إلى واجهات المستخدم الرسومية. لأنه يعمل على مستوى المخزن المؤقت للإطار، فهو يصلح لجميع أنظمة النوافذ والتطبيقات، بما في ذلك Microsoft Windows و macOS و X Window System. RFB هو البروتوكول المستخدم في Virtual Network Computing (VNC) ومشتقاتها.
de: RFB (Remote Framebuffer) ist ein einfaches Protokoll für den Fernzugriff auf grafische Benutzeroberflächen. Da es auf Framebuffer-Ebene arbeitet, ist es auf alle Fenstersysteme und Anwendungen anwendbar, einschließlich Microsoft Windows, macOS und das X Window System. RFB ist das Protokoll, das in Virtual Network Computing (VNC) und seinen Derivaten verwendet wird.
es: RFB (remote framebuffer) es un protocolo simple para acceso remoto a interfaces gráficas de usuario. Al funcionar a nivel de framebuffer, es aplicable a todos los sistemas de ventanas y aplicaciones, incluyendo Microsoft Windows, macOS y X Window System. RFB es el protocolo utilizado en Virtual Network Computing (VNC) y sus derivados.
fr: RFB (remote framebuffer) est un protocole simple pour l'accès à distance aux interfaces graphiques. Fonctionnant au niveau du framebuffer, il est applicable à tous les systèmes de fenêtrage et applications, y compris Microsoft Windows, macOS et le système X Window. RFB est le protocole utilisé dans Virtual Network Computing (VNC) et ses dérivés.
he: RFB (remote framebuffer) הוא פרוטוקול פשוט לגישה מרחוק לממשקי משתמש גרפיים. בגלל שהוא פועל ברמת ה-framebuffer הוא תקף לכל מערכות החלונות ולכל היישומים, כולל Microsoft Windows, macOS ו-X Window System. RFB הוא הפרוטוקול בשימוש Virtual Network Computing (VNC) ובנגזרותיו.
ja: RFB（リモートフレームバッファ）は、グラフィカルユーザーインターフェースへのリモートアクセスのためのシンプルなプロトコルです。フレームバッファレベルで動作するため、Microsoft Windows、macOS、X Window Systemを含むすべてのウィンドウシステムとアプリケーションに適用できます。RFBはVirtual Network Computing（VNC）およびその派生で使用されるプロトコルです。
zh_hans: RFB（远程帧缓冲）是一种用于远程访问图形用户界面的简单协议。由于它在帧缓冲级别工作，适用于所有窗口系统和应用程序，包括Microsoft Windows、macOS和X Window System。RFB是Virtual Network Computing（VNC）及其衍生产品使用的协议。

source: Roku External Control Protocol (ECP) for discovering and controlling Roku streaming devices on the local network.
ar: Roku External Control Protocol (ECP) لاكتشاف أجهزة بث Roku والتحكم بها على الشبكة المحلية.
de: Roku External Control Protocol (ECP) zum Erkennen und Steuern von Roku-Streaming-Geräten im lokalen Netzwerk.
es: Protocolo de control externo de Roku (ECP) para descubrir y controlar dispositivos de streaming Roku en la red local.
fr: Protocole de contrôle externe Roku (ECP) pour la découverte et le contrôle des appareils de streaming Roku sur le réseau local.
he: Roku External Control Protocol (ECP) לגילוי ולשליטה במכשירי הזרמה של Roku ברשת המקומית.
ja: ローカルネットワーク上のRokuストリーミングデバイスを検出・制御するRoku External Control Protocol（ECP）。
zh_hans: Roku External Control Protocol（ECP），用于在本地网络上发现和控制Roku流媒体设备。

source: SMB2/SMB3 file sharing protocol used by modern Windows systems for improved performance and security over the original SMB protocol.
ar: بروتوكول مشاركة الملفات SMB2/SMB3 تستخدمه أنظمة Windows الحديثة لأداء وأمان محسَّنين مقارنةً ببروتوكول SMB الأصلي.
de: SMB2/SMB3-Dateifreigabeprotokoll, das von modernen Windows-Systemen für verbesserte Leistung und Sicherheit gegenüber dem ursprünglichen SMB-Protokoll verwendet wird.
es: Protocolo de compartición de archivos SMB2/SMB3 utilizado por sistemas Windows modernos para mejorar el rendimiento y la seguridad sobre el protocolo SMB original.
fr: Protocole de partage de fichiers SMB2/SMB3 utilisé par les systèmes Windows modernes pour de meilleures performances et sécurité par rapport au protocole SMB d'origine.
he: פרוטוקול שיתוף קבצים SMB2/SMB3 בשימוש מערכות Windows מודרניות לביצועים ולאבטחה משופרים לעומת פרוטוקול SMB המקורי.
ja: オリジナルのSMBプロトコルよりパフォーマンスとセキュリティが向上した、最新のWindowsシステムで使用されるSMB2/SMB3ファイル共有プロトコル。
zh_hans: SMB2/SMB3文件共享协议，被现代Windows系统使用，相比原始SMB协议具有更好的性能和安全性。

source: SSH File Transfer Protocol for secure file transfers over an SSH connection.
ar: SSH File Transfer Protocol لنقل الملفات بأمان عبر اتصال SSH.
de: SSH-Dateiübertragungsprotokoll für sichere Dateiübertragungen über eine SSH-Verbindung.
es: Protocolo de transferencia de archivos SSH para transferencias seguras de archivos a través de una conexión SSH.
fr: Protocole de transfert de fichiers SSH pour les transferts sécurisés via une connexion SSH.
he: SSH File Transfer Protocol להעברת קבצים מאובטחת על-פני חיבור SSH.
ja: SSH接続を介した安全なファイル転送のためのSSHファイル転送プロトコル。
zh_hans: 通过SSH连接进行安全文件传输的SSH文件传输协议。

source: Secure eSCL (AirScan) scanner protocol over HTTPS for driverless network scanning.
ar: بروتوكول الماسحات الآمن eSCL (AirScan) عبر HTTPS للمسح الشبكي بدون حاجة إلى برامج تشغيل.
de: Sicheres eSCL (AirScan) Scannerprotokoll über HTTPS für treiberloses Netzwerkscannen.
es: Protocolo de escáner eSCL seguro (AirScan) sobre HTTPS para escaneo en red sin controladores.
fr: Protocole de scanner eSCL sécurisé (AirScan) sur HTTPS pour la numérisation réseau sans pilote.
he: פרוטוקול הסורקים המאובטח eSCL (AirScan) מעל HTTPS לסריקה רשתית ללא דרייברים.
ja: ドライバーレスネットワークスキャンのためのHTTPS経由のセキュアeSCL（AirScan）スキャナープロトコル。
zh_hans: 基于HTTPS的安全eSCL（AirScan）扫描仪协议，用于免驱动网络扫描。

source: Server Message Block (SMB) is the default file sharing protocol on macOS since OS X 10.9 Mavericks, replacing AFP. Also used by Windows and Linux/Samba for network file sharing.
ar: Server Message Block (SMB) هو بروتوكول مشاركة الملفات الافتراضي في macOS منذ OS X 10.9 Mavericks، حيث حلّ محل AFP. يستخدمه أيضًا Windows و Linux/Samba لمشاركة الملفات عبر الشبكة.
de: Server Message Block (SMB) ist das Standard-Dateifreigabeprotokoll unter macOS seit OS X 10.9 Mavericks und ersetzt AFP. Wird auch von Windows und Linux/Samba für die Netzwerk-Dateifreigabe verwendet.
es: Server Message Block (SMB) es el protocolo predeterminado de compartición de archivos en macOS desde OS X 10.9 Mavericks, reemplazando a AFP. También utilizado por Windows y Linux/Samba para compartición de archivos en red.
fr: Server Message Block (SMB) est le protocole de partage de fichiers par défaut sur macOS depuis OS X 10.9 Mavericks, remplaçant AFP. Également utilisé par Windows et Linux/Samba pour le partage de fichiers en réseau.
he: Server Message Block (SMB) הוא פרוטוקול שיתוף הקבצים ברירת המחדל ב-macOS מאז OS X 10.9 Mavericks, והחליף את AFP. בשימוש גם Windows ו-Linux/Samba לשיתוף קבצים ברשת.
ja: Server Message Block（SMB）は、OS X 10.9 Mavericks以降macOSのデフォルトのファイル共有プロトコルで、AFPに代わるものです。WindowsやLinux/Sambaでもネットワークファイル共有に使用されます。
zh_hans: Server Message Block（SMB）是macOS自OS X 10.9 Mavericks以来的默认文件共享协议，取代了AFP。也被Windows和Linux/Samba用于网络文件共享。

source: Service related to Google Cast which is a technology for enabling multi-screen experiences. See developers.google.com/cast for more details
ar: خدمة متعلقة بـ Google Cast وهي تقنية لتمكين تجارب متعددة الشاشات. راجع developers.google.com/cast لمزيد من التفاصيل
de: Dienst im Zusammenhang mit Google Cast, einer Technologie für Multi-Screen-Erlebnisse. Weitere Details unter developers.google.com/cast
es: Servicio relacionado con Google Cast, una tecnología para habilitar experiencias multi-pantalla. Consulte developers.google.com/cast para más detalles
fr: Service lié à Google Cast, une technologie pour les expériences multi-écrans. Voir developers.google.com/cast pour plus de détails
he: שירות הקשור ל-Google Cast, טכנולוגיה לאפשור חוויות מרובות-מסכים. ראו developers.google.com/cast לפרטים נוספים
ja: マルチスクリーン体験を実現するテクノロジーであるGoogle Castに関連するサービス。詳細はdevelopers.google.com/castを参照
zh_hans: 与Google Cast相关的服务，这是一项实现多屏体验的技术。详情请参阅developers.google.com/cast

source: Service related to Google Expeditions which is a technology for enabling multi-participant virtual fieldtrip experiences over a local wireless network. See http://g.co/expeditions for more details
ar: خدمة متعلقة بـ Google Expeditions وهي تقنية لتمكين تجارب رحلات ميدانية افتراضية متعددة المشاركين عبر شبكة لاسلكية محلية. راجع http://g.co/expeditions لمزيد من التفاصيل
de: Dienst im Zusammenhang mit Google Expeditions, einer Technologie für virtuelle Ausflüge mit mehreren Teilnehmern über ein lokales drahtloses Netzwerk. Weitere Details unter http://g.co/expeditions
es: Servicio relacionado con Google Expeditions, una tecnología para habilitar experiencias de excursiones virtuales con múltiples participantes a través de una red inalámbrica local. Consulte http://g.co/expeditions para más detalles
fr: Service lié à Google Expeditions, une technologie pour les sorties virtuelles multi-participants via un réseau sans fil local. Voir http://g.co/expeditions pour plus de détails
he: שירות הקשור ל-Google Expeditions, טכנולוגיה לאפשור חוויות סיורים וירטואליים מרובי-משתתפים על-פני רשת אלחוטית מקומית. ראו http://g.co/expeditions לפרטים נוספים
ja: ローカルワイヤレスネットワーク上でマルチ参加者バーチャルフィールドトリップ体験を実現するテクノロジーであるGoogle Expeditionsに関連するサービス。詳細はhttp://g.co/expeditionsを参照
zh_hans: 与Google Expeditions相关的服务，这是一项通过本地无线网络实现多参与者虚拟实地考察体验的技术。详情请参阅http://g.co/expeditions

source: Simple Service Discovery Protocol used by UPnP devices to announce and discover services on the local network.
ar: Simple Service Discovery Protocol تستخدمه أجهزة UPnP للإعلان عن الخدمات واكتشافها على الشبكة المحلية.
de: Simple Service Discovery Protocol, das von UPnP-Geräten verwendet wird, um Dienste im lokalen Netzwerk anzukündigen und zu erkennen.
es: Protocolo de descubrimiento de servicios simples utilizado por dispositivos UPnP para anunciar y descubrir servicios en la red local.
fr: Protocole de découverte de services simples utilisé par les appareils UPnP pour annoncer et découvrir des services sur le réseau local.
he: Simple Service Discovery Protocol בשימוש מכשירי UPnP להכרזה על שירותים ולגילויָם ברשת המקומית.
ja: UPnPデバイスがローカルネットワーク上でサービスを通知・検出するために使用するSimple Service Discovery Protocol。
zh_hans: 简单服务发现协议，被UPnP设备用于在本地网络上宣告和发现服务。

source: Sketch design app mirror service for previewing designs on iOS devices in real time.
ar: خدمة عكس تطبيق Sketch للتصميم لمعاينة التصاميم على أجهزة iOS في الوقت الفعلي.
de: Sketch Design-App Spiegeldienst zur Echtzeit-Vorschau von Designs auf iOS-Geräten.
es: Servicio de espejo de la aplicación de diseño Sketch para previsualizar diseños en dispositivos iOS en tiempo real.
fr: Service miroir de l'application de design Sketch pour prévisualiser les designs sur les appareils iOS en temps réel.
he: שירות מראָה של אפליקציית העיצוב Sketch לתצוגה מקדימה של עיצובים על מכשירי iOS בזמן אמת.
ja: iOSデバイスでデザインをリアルタイムにプレビューするSketchデザインアプリのミラーサービス。
zh_hans: Sketch设计应用镜像服务，用于在iOS设备上实时预览设计。

source: Sonos wireless speaker discovery and control protocol.
ar: بروتوكول اكتشاف مكبّرات الصوت اللاسلكية والتحكم بها من Sonos.
de: Sonos Protokoll zur Erkennung und Steuerung kabelloser Lautsprecher.
es: Protocolo de descubrimiento y control de altavoces inalámbricos Sonos.
fr: Protocole de découverte et de contrôle des enceintes sans fil Sonos.
he: פרוטוקול גילוי ושליטה לרמקולים אלחוטיים של Sonos.
ja: Sonosワイヤレススピーカーの検出および制御プロトコル。
zh_hans: Sonos无线扬声器发现和控制协议。

source: Spotify Connect service for discovering and streaming music to Spotify-enabled speakers, TVs, and other devices.
ar: خدمة Spotify Connect لاكتشاف الموسيقى وبثّها إلى مكبّرات الصوت والتلفزيونات والأجهزة الأخرى الداعمة لـ Spotify.
de: Spotify Connect-Dienst zum Erkennen und Streamen von Musik zu Spotify-fähigen Lautsprechern, Fernsehern und anderen Geräten.
es: Servicio Spotify Connect para descubrir y transmitir música a altavoces, televisores y otros dispositivos compatibles con Spotify.
fr: Service Spotify Connect pour la découverte et la diffusion de musique vers les enceintes, téléviseurs et autres appareils compatibles Spotify.
he: שירות Spotify Connect לגילוי ולהזרמת מוזיקה לרמקולים, לטלוויזיות ולמכשירים אחרים שתומכים ב-Spotify.
ja: Spotify対応スピーカー、テレビ、その他のデバイスへの音楽ストリーミングのためのSpotify Connectサービス。
zh_hans: Spotify Connect服务，用于发现和向支持Spotify的扬声器、电视及其他设备流式传输音乐。

source: The Finder browses for NFS servers starting in Mac OS X 10.2.
ar: يبحث Finder عن خوادم NFS بدءًا من Mac OS X 10.2.
de: Der Finder sucht ab Mac OS X 10.2 nach NFS-Servern.
es: El Finder busca servidores NFS a partir de Mac OS X 10.2.
fr: Le Finder recherche les serveurs NFS à partir de Mac OS X 10.2.
he: Finder מחפש שרתי NFS החל מ-Mac OS X 10.2.
ja: Mac OS X 10.2以降、FinderがNFSサーバーをブラウズします。
zh_hans: Finder从Mac OS X 10.2开始浏览NFS服务器。

source: The Finder browses for WebDAV servers but because of a bug (r. 3171023), double-clicking a discovered server fails to connect.
ar: يبحث Finder عن خوادم WebDAV، لكن بسبب خطأ (r. 3171023) فإن النقر المزدوج على خادم مكتشف يفشل في الاتصال.
de: Der Finder sucht nach WebDAV-Servern, aber aufgrund eines Fehlers (r. 3171023) schlägt ein Doppelklick auf einen erkannten Server fehl.
es: El Finder busca servidores WebDAV pero debido a un error (r. 3171023), hacer doble clic en un servidor descubierto no logra conectar.
fr: Le Finder recherche les serveurs WebDAV mais en raison d'un bug (r. 3171023), le double-clic sur un serveur découvert échoue à se connecter.
he: Finder מחפש שרתי WebDAV, אך בגלל באג (r. 3171023) לחיצה כפולה על שרת שהתגלה נכשלת בחיבור.
ja: FinderはWebDAVサーバーをブラウズしますが、バグ（r. 3171023）のため、検出されたサーバーをダブルクリックしても接続に失敗します。
zh_hans: Finder会浏览WebDAV服务器，但由于一个错误（r. 3171023），双击已发现的服务器无法连接。

source: Touchable app service for using an iOS device as a remote control for music production software like Ableton Live.
ar: خدمة تطبيق Touchable لاستخدام جهاز iOS كوحدة تحكم عن بُعد لبرامج إنتاج الموسيقى مثل Ableton Live.
de: Touchable App-Dienst zur Verwendung eines iOS-Geräts als Fernbedienung für Musikproduktionssoftware wie Ableton Live.
es: Servicio de la aplicación Touchable para usar un dispositivo iOS como control remoto de software de producción musical como Ableton Live.
fr: Service de l'application Touchable pour utiliser un appareil iOS comme contrôle à distance pour les logiciels de production musicale comme Ableton Live.
he: שירות אפליקציית Touchable לשימוש במכשיר iOS כשלט רחוק עבור תוכנות הפקת מוזיקה כמו Ableton Live.
ja: Ableton Liveなどの音楽制作ソフトウェアのリモコンとしてiOSデバイスを使用するTouchableアプリサービス。
zh_hans: Touchable应用服务，用于将iOS设备作为Ableton Live等音乐制作软件的遥控器。

source: Undocumented AirPlay 2 service type used by Apple devices for enhanced audio streaming and multi-room playback.
ar: نوع خدمة AirPlay 2 غير موثّق تستخدمه أجهزة Apple لبث صوتي محسَّن وتشغيل في غرف متعددة.
de: Undokumentierter AirPlay 2-Diensttyp, der von Apple-Geräten für verbessertes Audio-Streaming und Multiroom-Wiedergabe verwendet wird.
es: Tipo de servicio AirPlay 2 no documentado utilizado por dispositivos Apple para streaming de audio mejorado y reproducción multi-habitación.
fr: Type de service AirPlay 2 non documenté utilisé par les appareils Apple pour le streaming audio amélioré et la lecture multi-pièces.
he: סוג שירות AirPlay 2 לא מתועד בשימוש מכשירי Apple להזרמת אודיו משופרת ולהשמעה במספר חדרים.
ja: 拡張オーディオストリーミングとマルチルーム再生のためにAppleデバイスで使用される未公開のAirPlay 2サービスタイプ。
zh_hans: Apple设备使用的未公开AirPlay 2服务类型，用于增强音频流媒体和多房间播放。

source: Used by Apple devices for Continuity features including Handoff, Universal Clipboard, and Auto Unlock between iPhone, iPad, Mac, and Apple Watch.
ar: تستخدمه أجهزة Apple لميزات Continuity بما في ذلك Handoff و Universal Clipboard و Auto Unlock بين iPhone و iPad و Mac و Apple Watch.
de: Verwendet von Apple-Geräten für Continuity-Funktionen einschließlich Handoff, Universal Clipboard und Auto Unlock zwischen iPhone, iPad, Mac und Apple Watch.
es: Utilizado por dispositivos Apple para funciones de Continuity, incluyendo Handoff, Universal Clipboard y Auto Unlock entre iPhone, iPad, Mac y Apple Watch.
fr: Utilisé par les appareils Apple pour les fonctionnalités Continuity, incluant Handoff, Presse-papiers universel et Déverrouillage automatique entre iPhone, iPad, Mac et Apple Watch.
he: בשימוש מכשירי Apple לתכונות Continuity, כולל Handoff, Universal Clipboard ו-Auto Unlock בין iPhone, iPad, Mac ו-Apple Watch.
ja: iPhone、iPad、Mac、Apple Watch間のHandoff、ユニバーサルクリップボード、自動ロック解除などのContinuity機能のためにAppleデバイスで使用されます。
zh_hans: 被Apple设备用于Continuity功能，包括iPhone、iPad、Mac和Apple Watch之间的Handoff、通用剪贴板和自动解锁。

source: Used by FTP Access in the Sharing preference panel starting in Mac OS X 10.2.2. The Finder browses for FTP servers starting in Mac OS X 10.3. The Terminal application also browses for FTP servers starting in Mac OS X 10.3.
ar: يستخدمه FTP Access في لوحة تفضيلات المشاركة بدءًا من Mac OS X 10.2.2. يبحث Finder عن خوادم FTP بدءًا من Mac OS X 10.3. يبحث تطبيق Terminal أيضًا عن خوادم FTP بدءًا من Mac OS X 10.3.
de: Verwendet von FTP-Zugriff im Freigabe-Einstellungsbereich ab Mac OS X 10.2.2. Der Finder sucht ab Mac OS X 10.3 nach FTP-Servern. Die Terminal-Anwendung sucht ebenfalls ab Mac OS X 10.3 nach FTP-Servern.
es: Utilizado por Acceso FTP en el panel de preferencias Compartir a partir de Mac OS X 10.2.2. El Finder busca servidores FTP a partir de Mac OS X 10.3. La aplicación Terminal también busca servidores FTP a partir de Mac OS X 10.3.
fr: Utilisé par l'accès FTP dans le panneau de préférences Partage à partir de Mac OS X 10.2.2. Le Finder recherche les serveurs FTP à partir de Mac OS X 10.3. L'application Terminal recherche également les serveurs FTP à partir de Mac OS X 10.3.
he: בשימוש FTP Access בחלונית ההעדפות 'שיתוף' החל מ-Mac OS X 10.2.2. Finder מחפש שרתי FTP החל מ-Mac OS X 10.3. גם אפליקציית Terminal מחפשת שרתי FTP החל מ-Mac OS X 10.3.
ja: Mac OS X 10.2.2以降、共有環境設定パネルのFTPアクセスで使用されます。Mac OS X 10.3以降、FinderがFTPサーバーをブラウズします。ターミナルアプリケーションもMac OS X 10.3以降、FTPサーバーをブラウズします。
zh_hans: 从Mac OS X 10.2.2开始在共享偏好设置面板中的FTP访问中使用。Finder从Mac OS X 10.3开始浏览FTP服务器。终端应用程序也从Mac OS X 10.3开始浏览FTP服务器。

source: Used by Open Directory Password Server starting in Mac OS X Server 10.3.
ar: يستخدمه Open Directory Password Server بدءًا من Mac OS X Server 10.3.
de: Verwendet vom Open Directory Password Server ab Mac OS X Server 10.3.
es: Utilizado por el servidor de contraseñas de Open Directory a partir de Mac OS X Server 10.3.
fr: Utilisé par le serveur de mots de passe Open Directory à partir de Mac OS X Server 10.3.
he: בשימוש Open Directory Password Server החל מ-Mac OS X Server 10.3.
ja: Mac OS X Server 10.3以降、Open Directoryパスワードサーバーで使用されます。
zh_hans: 从Mac OS X Server 10.3开始被Open Directory密码服务器使用。

source: Used by Personal File Sharing in the Sharing preference panel starting in Mac OS X 10.2. The Finder browses for AFP servers starting in Mac OS X 10.2.
ar: يستخدمه Personal File Sharing في لوحة تفضيلات المشاركة بدءًا من Mac OS X 10.2. يبحث Finder عن خوادم AFP بدءًا من Mac OS X 10.2.
de: Verwendet von der persönlichen Dateifreigabe im Freigabe-Einstellungsbereich ab Mac OS X 10.2. Der Finder sucht ab Mac OS X 10.2 nach AFP-Servern.
es: Utilizado por Compartir archivos personales en el panel de preferencias Compartir a partir de Mac OS X 10.2. El Finder busca servidores AFP a partir de Mac OS X 10.2.
fr: Utilisé par le Partage de fichiers personnel dans le panneau de préférences Partage à partir de Mac OS X 10.2. Le Finder recherche les serveurs AFP à partir de Mac OS X 10.2.
he: בשימוש Personal File Sharing בחלונית ההעדפות 'שיתוף' החל מ-Mac OS X 10.2. Finder מחפש שרתי AFP החל מ-Mac OS X 10.2.
ja: Mac OS X 10.2以降、共有環境設定パネルのパーソナルファイル共有で使用されます。Mac OS X 10.2以降、FinderがAFPサーバーをブラウズします。
zh_hans: 从Mac OS X 10.2开始在共享偏好设置面板中的个人文件共享中使用。Finder从Mac OS X 10.2开始浏览AFP服务器。

source: Used by Personal Web Sharing in the Sharing preference panel to advertise the User's Sites folders starting in Mac OS X 10.2.4. Safari can be used to browse for web servers.
ar: يستخدمه Personal Web Sharing في لوحة تفضيلات المشاركة للإعلان عن مجلدات Sites الخاصة بالمستخدم بدءًا من Mac OS X 10.2.4. يمكن استخدام Safari للبحث عن خوادم الويب.
de: Verwendet von der persönlichen Webfreigabe im Freigabe-Einstellungsbereich zum Bewerben der Sites-Ordner des Benutzers ab Mac OS X 10.2.4. Safari kann zum Suchen von Webservern verwendet werden.
es: Utilizado por Compartir Web personal en el panel de preferencias Compartir para publicar las carpetas de sitios del usuario a partir de Mac OS X 10.2.4. Safari puede utilizarse para buscar servidores web.
fr: Utilisé par le Partage Web personnel dans le panneau de préférences Partage pour publier les dossiers Sites de l'utilisateur à partir de Mac OS X 10.2.4. Safari peut être utilisé pour rechercher des serveurs web.
he: בשימוש Personal Web Sharing בחלונית ההעדפות 'שיתוף' לפרסום תיקיות Sites של המשתמש החל מ-Mac OS X 10.2.4. ניתן להשתמש ב-Safari כדי לחפש שרתי ווב.
ja: Mac OS X 10.2.4以降、共有環境設定パネルのパーソナルWeb共有でユーザーのSitesフォルダをアドバタイズするために使用されます。SafariでWebサーバーをブラウズできます。
zh_hans: 从Mac OS X 10.2.4开始在共享偏好设置面板中的个人Web共享中使用，用于广播用户的Sites文件夹。Safari可用于浏览Web服务器。

source: Used by Remote AppleEvents in the Sharing preference panel starting in Mac OS X 10.2.
ar: يستخدمه Remote AppleEvents في لوحة تفضيلات المشاركة بدءًا من Mac OS X 10.2.
de: Verwendet von Remote AppleEvents im Freigabe-Einstellungsbereich ab Mac OS X 10.2.
es: Utilizado por Apple Events remotos en el panel de preferencias Compartir a partir de Mac OS X 10.2.
fr: Utilisé par les Apple Events distants dans le panneau de préférences Partage à partir de Mac OS X 10.2.
he: בשימוש Remote AppleEvents בחלונית ההעדפות 'שיתוף' החל מ-Mac OS X 10.2.
ja: Mac OS X 10.2以降、共有環境設定パネルのリモートAppleEventsで使用されます。
zh_hans: 从Mac OS X 10.2开始在共享偏好设置面板中的远程Apple Events中使用。

source: Used by Remote Login in the Sharing preference panel starting in Mac OS X 10.3. The Terminal application browses for SSH servers starting in Mac OS X 10.3.
ar: يستخدمه Remote Login في لوحة تفضيلات المشاركة بدءًا من Mac OS X 10.3. يبحث تطبيق Terminal عن خوادم SSH بدءًا من Mac OS X 10.3.
de: Verwendet von der Fernanmeldung im Freigabe-Einstellungsbereich ab Mac OS X 10.3. Die Terminal-Anwendung sucht ab Mac OS X 10.3 nach SSH-Servern.
es: Utilizado por Inicio de sesión remoto en el panel de preferencias Compartir a partir de Mac OS X 10.3. La aplicación Terminal busca servidores SSH a partir de Mac OS X 10.3.
fr: Utilisé par la Connexion à distance dans le panneau de préférences Partage à partir de Mac OS X 10.3. L'application Terminal recherche les serveurs SSH à partir de Mac OS X 10.3.
he: בשימוש Remote Login בחלונית ההעדפות 'שיתוף' החל מ-Mac OS X 10.3. אפליקציית Terminal מחפשת שרתי SSH החל מ-Mac OS X 10.3.
ja: Mac OS X 10.3以降、共有環境設定パネルのリモートログインで使用されます。Mac OS X 10.3以降、ターミナルアプリケーションがSSHサーバーをブラウズします。
zh_hans: 从Mac OS X 10.3开始在共享偏好设置面板中的远程登录中使用。终端应用程序从Mac OS X 10.3开始浏览SSH服务器。

source: Used by Xcode in its Distributed Builds feature.
ar: يستخدمه Xcode في ميزة Distributed Builds الخاصة به.
de: Verwendet von Xcode in der Funktion für verteilte Builds.
es: Utilizado por Xcode en su función de compilaciones distribuidas.
fr: Utilisé par Xcode dans sa fonctionnalité de compilations distribuées.
he: בשימוש Xcode בתכונת Distributed Builds שלו.
ja: Xcodeの分散ビルド機能で使用されます。
zh_hans: 被Xcode的分布式构建功能使用。
